Repository: ndkoller/WirelessTargets
Catalog: Shooting-game-v3-master/Websystem/locales/*/LC_MESSAGES/main.po
Languages: sv_se

source: Loading game
sv_se: Laddar spel

source: Please hold.. Shuffle player.
sv_se: Vänligen vänta… Slumpar spelare.

source: Database error
sv_se: Databas fel

source: Time for player:
sv_se: Tid för spelare:

source: Add game
sv_se: Addera spel

source: Go home
sv_se: Gå hem

source: You need to fill out all fields
sv_se: Du behöver fylla i alla fält

source: Amount, From and To can only be numbers
sv_se: Antal, Från och Till kan endast vara siffror

source: Game is updated to the system
sv_se: Spel är uppdaterat till systemet

source: Game Name
sv_se: Spelnamn

source: Type
sv_se: Typ

source: Timed mode
sv_se: Tidsläge

source: Amount
sv_se: Antal

source: Description
sv_se: Beskrivning

source: Hard
sv_se: Svårt

source: Easy
sv_se: Enkelt

source: From
sv_se: Från

source: To
sv_se: Till

source: Update Game
sv_se: Uppdatera Spel

source: Game is added to the system
sv_se: Spel är adderad till systemet

source: Add Game
sv_se: Addera spel

source: Game Name: Is a short name of the game.
sv_se: Spelnamn: Är ett kort namn på spelet.

source: Type: What type of game it is.
sv_se: Typ: Vilken typ av spel det är.

source: Amount: How many hit or secounds for the game. Quicktime and rapidfire uses hits (example 10 rounds or hits) and timed mode uses secounds (60 secounds for one minute play)
sv_se: Antal: Hur många träffar eller sekunder för spelet. Quicktime och rapidfire använder träffar (exempel 10 rundor eller träffar) och tidsläge använder sekunder (60 sekunder för en minuts spelande)

source: Description: A longer info about the game.
sv_se: Beskrivning: En beskrivning om spelet.

source: Hard: How hard is the game to play.
sv_se: Svårighet: Hur svårt spelet är att spela.

source: From: From how many players (Example 1 if it possible to play without any other players)
sv_se: Från: Från hur många spelare (Exempel 1 om det är möjligt att spela utan motståndare)

source: To: How many max players you can be in this game.
sv_se: Till: Hur många max antal spelare som kan spela samtidigt.

source: Add target
sv_se: Lägg till måltavla

source: Target ID and Send ID can only be numbers
sv_se: Måltavlans ID och Skicka ID kan endast vara nummer

source: Target is updated to the system
sv_se: Måltavlan är uppdaterad i systemet

source: Target Name
sv_se: Måltavlans namn

source: Target ID
sv_se: Måltavlans ID

source: Send ID
sv_se: Skicka ID

source: Update Target
sv_se: Uppdatera Måltavla

source: Target is added to the system
sv_se: Måltavlan är tillagd i systemet

source: Add Target
sv_se: Lägg till Måltavla

source: Games
sv_se: Spel

source: Do you want to delete game
sv_se: Vill du radera spelet

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Name
sv_se: Namn

source: Gametype
sv_se: Speltyp

source: Menu
sv_se: Meny

source: Edit
sv_se: Redigera

source: Delete
sv_se: Radera

source: Targets
sv_se: Måltavlor

source: Do you want to delete target
sv_se: Vill du radera måltavlan

source: Battery status
sv_se: Batteri status

source: Battery status for targets
sv_se: Batteristatus för måltavlorna

source: Name on target:
sv_se: Namn på måltavla:

source: Back
sv_se: Tillbaka

source: Game History
sv_se: Spelhistorik

source: Results for the game
sv_se: Resultat för spelet

source: Best results
sv_se: Bästa resultatet

source: Played
sv_se: Spelad

source: Round
sv_se: Omgång

source: of
sv_se: av

source: secounds
sv_se: sekunder

source: Winner:
sv_se: Vinnare:

source: Winner
sv_se: Vinnare

source: hits on
sv_se: träffar på

source: Best results for player
sv_se: Bästa resultat för spelare

source: in game
sv_se: i spelet

source: Select game
sv_se: Välj spel

source: Play
sv_se: Spela

source: Checking Battery status
sv_se: Kollar batteristatus

source: Please hold... Checking the battery status.
sv_se: Håll ut… Kollar batteristatus.

source: Highscore for game
sv_se: Highscore för spel

source: Setting up
sv_se: Ställer in

source: Setting up the game
sv_se: Ställer in spelet

source: Confirm targets
sv_se: Bekräftar måltavlor

source: Targets Confirmed
sv_se: Måltavlor bekräftade

source: Testing communication
sv_se: Testar kommunikation

source: Communication problem. Trying again.
sv_se: Kommunikations problem. Försöker igen.

source: Communication Confirmed
sv_se: Kommunikation godkännd

source: Game done
sv_se: Spelet klart

source: Results for game
sv_se: Resultat för spelet

source: Exit
sv_se: Avsluta

source: Print out
sv_se: Skriver ut

source: Starting printing, Wait for the print to be done before you exit the game.
sv_se: Skriver ut, vänta för att utskriften ska slutföras innan du kan avsluta spelet.

source: on
sv_se: på

source: hits
sv_se: träffar

source: Print
sv_se: Skriv ut

source: Starting printing, let the print be done before you exit the game.
sv_se: Börjar utskrift, låt utskriften slutföras innan du avslutar spelet.

source: Calculate winner
sv_se: Räknar ut vinnare

source: Creating results
sv_se: Skapar resultat

source: Please hold... Calculate winner.
sv_se: Vänligen vänta… Räknar ut vinnare.

source: Playing
sv_se: Spelar

source: hits.
sv_se: träffar.

source: secounds.
sv_se: sekunder.

source: Select players
sv_se: Välj spelare

source: Add players
sv_se: Lägg till spelare

source: Avalible
sv_se: Ledig

source: No player
sv_se: Inga spelare

source: Add player
sv_se: Lägg till spelare

source: Remove player
sv_se: Radera spelare

source: Options
sv_se: Alternativ

source: Cancel
sv_se: Avbryt

source: You need to have
sv_se: Du behöver ha

source: players to play this game.
sv_se: spelare för att spela detta spel.

source: Saved
sv_se: Sparad

source: Starting printing, let the print finish before you exit the game.
sv_se: Startar utskrift, låt skrivaren slutföra innan du avslutar spelet.
